Repository: Ranatchai/openGym
Catalog: ios-native/OpenGymApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, hu, it, ko, pl, pt, pt_br, ru, th, tr, uk, zh

source: Unpair
ar: إلغاء الربط
de: Trennen
es: Desvincular
fr: Dissocier
hi: अलग करें
hu: Szétkapcsolás
it: Separa
ko: 분리
pl: Rozłącz
pt: Desfazer
pt_br: Desvincular
ru: Разъединить
th: ยกเลิกการจับคู่
tr: Ayır
uk: Роз’єднати
zh: 取消组合

# Up to {0} photos or videos per workout.
source: Up to %1$@ photos or videos per workout.
ar: حتى %1$@ من الصور أو مقاطع الفيديو لكل تمرين.
de: Bis zu %1$@ Fotos oder Videos pro Training.
es: Hasta %1$@ fotos o vídeos por entrenamiento.
fr: Jusqu’à %1$@ photos ou vidéos par séance.
hi: हर वर्कआउट में अधिकतम %1$@ फ़ोटो या वीडियो।
hu: Edzésenként legfeljebb %1$@ fotó vagy videó.
it: Fino a %1$@ foto o video per allenamento.
ko: 운동 한 번에 사진·동영상은 최대 %1$@개까지입니다.
pl: Maksymalnie %1$@ zdjęć lub filmów na trening.
pt: Até %1$@ fotos ou vídeos por treino.
pt_br: Até %1$@ fotos ou vídeos por treino.
ru: Не больше %1$@ фото или видео на тренировку.
th: สูงสุด %1$@ รูปภาพหรือวิดีโอต่อการออกกำลังกายหนึ่งครั้ง
tr: Antrenman başına en fazla %1$@ fotoğraf veya video.
uk: Не більше %1$@ фото чи відео на тренування.
zh: 每次训练最多 %1$@ 个照片或视频。

# Update failed: {0}
source: Update failed: %1$@
ar: فشل التحديث: %1$@
de: Update fehlgeschlagen: %1$@
es: Error en la actualización: %1$@
fr: Échec de la mise à jour : %1$@
hi: अपडेट विफल: %1$@
hu: A frissítés sikertelen: %1$@
it: Aggiornamento fallito: %1$@
ko: 업데이트 실패: %1$@
pl: Aktualizacja nie powiodła się: %1$@
pt: Falha na atualização: %1$@
pt_br: Falha na atualização: %1$@
ru: Ошибка обновления: %1$@
th: อัปเดตล้มเหลว: %1$@
tr: Güncelleme başarısız: %1$@
uk: Оновлення не вдалося: %1$@
zh: 更新失败：%1$@

# Update to openGym v{0}
source: Update to openGym v%1$@
ar: التحديث إلى openGym %1$@
de: Auf openGym v%1$@ aktualisieren
es: Actualizar a openGym v%1$@
fr: Mettre à jour vers openGym v%1$@
hi: openGym v%1$@ पर अपडेट करें
hu: Frissítés az openGym v%1$@ verzióra
it: Aggiorna a openGym v%1$@
ko: openGym v%1$@(으)로 업데이트
pl: Zaktualizuj do openGym v%1$@
pt: Atualizar para o openGym v%1$@
pt_br: Atualizar para o openGym v%1$@
ru: Обновить до openGym v%1$@
th: อัปเดตเป็น openGym v%1$@
tr: openGym v%1$@ sürümüne güncelle
uk: Оновити до openGym v%1$@
zh: 更新到 openGym v%1$@

# Update to {0}?
source: Update to %1$@?
ar: التحديث إلى %1$@؟
de: Auf %1$@ aktualisieren?
es: ¿Actualizar a %1$@?
fr: Mettre à jour vers %1$@ ?
hi: %1$@ में अपडेट करें?
hu: Frissítés erre: %1$@?
it: Aggiornare a %1$@?
ko: %1$@(으)로 업데이트하시겠습니까?
pl: Zaktualizować do %1$@?
pt: Atualizar para %1$@?
pt_br: Atualizar para %1$@?
ru: Обновить до %1$@?
th: อัปเดตเป็น %1$@ หรือไม่?
tr: %1$@ sürümüne güncellensin mi?
uk: Оновити до %1$@?
zh: 更新到 %1$@？

source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
hi: अपडेट
hu: Frissítések
it: Aggiornamenti
ko: 업데이트
pl: Aktualizacje
pt: Atualizações
pt_br: Atualizações
ru: Обновления
th: อัปเดต
tr: Güncellemeler
uk: Оновлення
zh: 更新

source: Upper / Lower
ar: علوي / سفلي
de: Oberkörper / Unterkörper
es: Superior / Inferior
fr: Haut / Bas
hi: ऊपरी / निचला
hu: Felső / Alsó
it: Superiore / Inferiore
ko: 상체 / 하체
pl: Góra / Dół
pt: Superior / Inferior
pt_br: Superior / Inferior
ru: Верх / Низ
th: บน / ล่าง
tr: Üst / Alt
uk: Верх / Низ
zh: 上肢 / 下肢

source: Upper back
ar: أعلى الظهر
de: Oberer Rücken
es: Espalda alta
fr: Haut du dos
hi: ऊपरी पीठ
hu: Felső hát
it: Dorsali
ko: 등 상부
pl: Górne plecy
pt: Costas superiores
pt_br: Costas superiores
ru: Верх спины
th: หลังส่วนบน
tr: Üst sırt
uk: Верх спини
zh: 上背部

source: Upper body twice, lower body twice.
ar: الجزء العلوي مرتين، والجزء السفلي مرتين.
de: Oberkörper zweimal, Unterkörper zweimal.
es: Tren superior dos veces, tren inferior dos veces.
fr: Haut du corps deux fois, bas du corps deux fois.
hi: ऊपरी शरीर दो बार, निचला शरीर दो बार।
hu: Felsőtest kétszer, alsótest kétszer.
it: Parte superiore due volte, parte inferiore due volte.
ko: 상체 두 번, 하체 두 번.
pl: Góra dwa razy, dół dwa razy.
pt: Tronco superior duas vezes, inferior duas vezes.
pt_br: Tronco superior duas vezes, inferior duas vezes.
ru: Верх тела дважды, низ дважды.
th: ลำตัวบนสองครั้ง ลำตัวล่างสองครั้ง
tr: Üst vücut iki kez, alt vücut iki kez.
uk: Верх тіла двічі, низ тіла двічі.
zh: 上肢两次，下肢两次。

source: Use a code from your other device
ar: استخدام رمز من جهازك الآخر
de: Code von deinem anderen Gerät verwenden
es: Usar un código de tu otro dispositivo
fr: Utiliser un code de ton autre appareil
hi: अपने दूसरे डिवाइस का कोड इस्तेमाल करें
hu: Kód használata a másik eszközödről
it: Usa un codice dall’altro dispositivo
ko: 다른 기기의 코드 사용
pl: Użyj kodu z drugiego urządzenia
pt: Usar um código do teu outro dispositivo
pt_br: Usar um código do seu outro dispositivo
ru: Использовать код с другого устройства
th: ใช้รหัสจากอุปกรณ์อีกเครื่องของคุณ
tr: Diğer cihazındaki kodu kullan
uk: Використати код з іншого пристрою
zh: 使用另一台设备上的代码

# Use at least {0} characters.
source: Use at least %1$@ characters.
ar: استخدم %1$@ أحرف على الأقل.
de: Nimm mindestens %1$@ Zeichen.
es: Usa al menos %1$@ caracteres.
fr: Utilise au moins %1$@ caractères.
hi: कम से कम %1$@ अक्षर इस्तेमाल करें।
hu: Legalább %1$@ karaktert használj.
it: Usa almeno %1$@ caratteri.
ko: 최소 %1$@자 이상 사용하세요.
pl: Użyj co najmniej %1$@ znaków.
pt: Usa pelo menos %1$@ caracteres.
pt_br: Use pelo menos %1$@ caracteres.
ru: Используй не меньше %1$@ символов.
th: ใช้อย่างน้อย %1$@ ตัวอักษร
tr: En az %1$@ karakter kullan.
uk: Використай щонайменше %1$@ символів.
zh: 至少使用 %1$@ 个字符。

source: Use default exercise
ar: استخدام التمرين الافتراضي
de: Standardübung verwenden
es: Usar ejercicio por defecto
fr: Utiliser l'exercice par défaut
hi: डिफ़ॉल्ट व्यायाम उपयोग करें
hu: Alapértelmezett gyakorlat használata
it: Usa esercizio predefinito
ko: 기본 운동 사용
pl: Użyj domyślnego ćwiczenia
pt: Usar exercício predefinido
pt_br: Usar exercício padrão
ru: Использовать упражнение по умолчанию
th: ใช้ท่าฝึกเริ่มต้น
tr: Varsayılan egzersizi kullan
uk: Використати вправу за замовчуванням
zh: 使用默认动作

source: Use in this workout
ar: استخدمه في هذا التمرين
de: In diesem Training verwenden
es: Usar en este entrenamiento
fr: Utiliser dans cette séance
hi: इस वर्कआउट में इस्तेमाल करें
hu: Használat ebben az edzésben
it: Usa in questo allenamento
ko: 이번 운동에 사용
pl: Użyj w tym treningu
pt: Usar neste treino
pt_br: Usar neste treino
ru: Использовать в этой тренировке
th: ใช้ในการออกกำลังกายครั้งนี้
tr: Bu antrenmanda kullan
uk: Використати в цьому тренуванні
zh: 用于本次训练

source: Use my self-hosted openGym
ar: استخدام openGym المستضاف ذاتيًا
de: Mein selbst gehostetes openGym nutzen
es: Usar mi openGym autoalojado
fr: Utiliser mon openGym auto-hébergé
hi: मेरा सेल्फ़-होस्टेड openGym इस्तेमाल करें
hu: A saját openGym-szerveremet használom
it: Usa il mio openGym self-hosted
ko: 내 자체 호스팅 openGym 사용
pl: Użyj mojego własnego openGym
pt: Usar o meu openGym self-hosted
pt_br: Usar meu openGym self-hosted
ru: Использовать мой собственный openGym
th: ใช้ openGym ที่ฉันโฮสต์เอง
tr: Kendi openGym sunucumu kullan
uk: Використати мій власний openGym
zh: 使用我自托管的 openGym

source: Use on this device
ar: الاستخدام على هذا الجهاز
de: Auf diesem Gerät nutzen
es: Usar en este dispositivo
fr: Utiliser sur cet appareil
hi: इस डिवाइस पर उपयोग करें
hu: Használat ezen az eszközön
it: Usa su questo dispositivo
ko: 이 기기에서 사용
pl: Użyj na tym urządzeniu
pt: Usar neste dispositivo
pt_br: Usar neste dispositivo
ru: Использовать на этом устройстве
th: ใช้งานบนอุปกรณ์นี้
tr: Bu cihazda kullan
uk: Використовувати на цьому пристрої
zh: 在此设备上使用

source: Use this weekly schedule
ar: استخدم هذا الجدول الأسبوعي
de: Diesen Wochenplan verwenden
es: Usar este horario semanal
fr: Utiliser ce planning hebdomadaire
hi: यह साप्ताहिक कार्यक्रम इस्तेमाल करें
hu: Heti beosztás alkalmazása
it: Usa questo programma settimanale
ko: 이 주간 일정 사용
pl: Użyj tego harmonogramu tygodnia
pt: Usar este horário semanal
pt_br: Usar este horário semanal
ru: Использовать это расписание недели
th: ใช้ตารางรายสัปดาห์นี้
tr: Bu hafta programını kullan
uk: Використати цей розклад тижня
zh: 使用此每周日程

source: Use your profile name — or the e-mail you added to it — and your password.
ar: استخدم اسم ملفك الشخصي — أو البريد الإلكتروني الذي أضفته إليه — وكلمة المرور.
de: Mit deinem Profilnamen – oder der E-Mail, die du ihm hinzugefügt hast – und deinem Passwort.
es: Usa el nombre de tu perfil —o el correo que le añadiste— y tu contraseña.
fr: Utilise le nom de ton profil — ou l’e-mail que tu lui as ajouté — et ton mot de passe.
hi: अपनी प्रोफ़ाइल का नाम — या उसमें जोड़ा गया ईमेल — और अपना पासवर्ड इस्तेमाल करें।
hu: Használd a profilod nevét — vagy a hozzá adott e-mailt — és a jelszavadat.
it: Usa il nome del tuo profilo — o l’e-mail che gli hai aggiunto — e la tua password.
ko: 프로필 이름(또는 프로필에 추가한 이메일)과 비밀번호를 사용하세요.
pl: Użyj nazwy swojego profilu — albo e-maila, który do niego dodałeś — i swojego hasła.
pt: Usa o nome do teu perfil — ou o e-mail que lhe adicionaste — e a tua palavra-passe.
pt_br: Use o nome do seu perfil — ou o e-mail que você adicionou a ele — e a sua senha.
ru: Используй имя профиля — или e-mail, который ты к нему добавил, — и свой пароль.
th: ใช้ชื่อโปรไฟล์ — หรืออีเมลที่คุณเพิ่มไว้ — และรหัสผ่านของคุณ
tr: Profil adını — ya da ona eklediğin e-postayı — ve şifreni kullan.
uk: Вкажи назву профілю — або e-mail, який ти до нього додав, — і свій пароль.
zh: 使用你的档案名字（或你为它添加的邮箱）和你的密码。

source: Used by every proposal — keep limitations here up to date.
ar: يُستخدم في كل اقتراح — أبقِ القيود هنا محدثة.
de: Wird für jeden Vorschlag genutzt — halte deine Einschränkungen hier aktuell.
es: Se usa en cada propuesta: mantén aquí tus limitaciones al día.
fr: Utilisé pour chaque proposition : tenez vos limitations à jour ici.
hi: हर प्रस्ताव में इस्तेमाल होता है — अपनी सीमाएँ यहाँ अद्यतन रखें।
hu: Minden javaslat ezt használja — tartsd naprakészen a korlátaidat.
it: Usato in ogni proposta: tieni aggiornate qui le tue limitazioni.
ko: 모든 제안에 사용됩니다 — 제약 사항을 최신 상태로 유지하세요.
pl: Używane przy każdej propozycji — trzymaj tu aktualne ograniczenia.
pt: Usado em cada proposta: mantém aqui as tuas limitações atualizadas.
pt_br: Usado em cada proposta — mantenha suas limitações atualizadas aqui.
ru: Используется в каждом предложении — держите ограничения здесь в актуальном виде.
th: ใช้กับทุกข้อเสนอ — อัปเดตข้อจำกัดของคุณที่นี่ให้เป็นปัจจุบัน
tr: Her öneride kullanılır — kısıtlarını burada güncel tut.
uk: Використовується в кожній пропозиції — тримай обмеження тут актуальними.
zh: 每次提议都会用到——请在此保持限制信息为最新。

# Usually about {0} min.
source: Usually about %1$@ min.
ar: عادة حوالي %1$@ دقيقة.
de: Dauert meist etwa %1$@ Min.
es: Suele tardar unos %1$@ min.
fr: En général environ %1$@ min.
hi: आमतौर पर लगभग %1$@ मिनट।
hu: Általában kb. %1$@ perc.
it: Di solito circa %1$@ min.
ko: 보통 약 %1$@분 걸립니다.
pl: Zwykle około %1$@ min.
pt: Costuma demorar cerca de %1$@ min.
pt_br: Costuma demorar cerca de %1$@ min.
ru: Обычно около %1$@ мин.
th: ปกติประมาณ %1$@ นาที
tr: Genellikle yaklaşık %1$@ dk.
uk: Зазвичай близько %1$@ хв.
zh: 通常约 %1$@ 分钟。

source: Usually under a minute.
ar: عادة أقل من دقيقة.
de: Dauert meist unter einer Minute.
es: Suele tardar menos de un minuto.
fr: En général moins d’une minute.
hi: आमतौर पर एक मिनट से कम।
hu: Általában egy percen belül.
it: Di solito meno di un minuto.
ko: 보통 1분 이내입니다.
pl: Zwykle mniej niż minutę.
pt: Costuma demorar menos de um minuto.
pt_br: Costuma demorar menos de um minuto.
ru: Обычно меньше минуты.
th: ปกติไม่ถึงหนึ่งนาที
tr: Genellikle bir dakikadan az.
uk: Зазвичай менше хвилини.
zh: 通常不到一分钟。

source: Vertical pressing.
ar: دفع عمودي.
de: Vertikales Drücken.
es: Empuje vertical.
fr: Poussée verticale.
hi: वर्टिकल प्रेसिंग।
hu: Függőleges nyomás.
it: Spinta verticale.
ko: 수직 밀기.
pl: Wyciskanie pionowe.
pt: Empurrão vertical.
pt_br: Empurrão vertical.
ru: Вертикальный жим.
th: ท่าดันแนวตั้ง
tr: Dikey itiş.
uk: Вертикальний жим.
zh: 垂直推。

source: Vibrate
ar: الاهتزاز
de: Vibration
es: Vibración
fr: Vibration
hi: कंपन
hu: Rezgés
it: Vibrazione
ko: 진동
pl: Wibracje
pt: Vibração
pt_br: Vibração
ru: Вибрация
th: การสั่น
tr: Titreşim
uk: Вібрація
zh: 振动

source: Video or guide link (optional)
ar: رابط فيديو أو دليل (اختياري)
de: Link zu Video oder Anleitung (optional)
es: Enlace a un vídeo o guía (opcional)
fr: Lien vers une vidéo ou un guide (facultatif)
hi: वीडियो या गाइड का लिंक (वैकल्पिक)
hu: Videó vagy útmutató linkje (nem kötelező)
it: Link a un video o una guida (facoltativo)
ko: 동영상 또는 가이드 링크 (선택)
pl: Link do filmu lub poradnika (opcjonalnie)
pt: Ligação para um vídeo ou guia (opcional)
pt_br: Link de um vídeo ou guia (opcional)
ru: Ссылка на видео или руководство (необязательно)
th: ลิงก์วิดีโอหรือคู่มือ (ไม่บังคับ)
tr: Video veya rehber bağlantısı (isteğe bağlı)
uk: Посилання на відео чи інструкцію (необов’язково)
zh: 视频或教程链接（可选）

source: Volume
ar: حجم التدريب
de: Volumen
es: Volumen
hi: वॉल्यूम
hu: Volumen
ko: 볼륨
pl: Objętość
ru: Объём
th: ปริมาณงาน
tr: Hacim
uk: Обсяг
zh: 总量

# Volume ({0})
source: Volume (%1$@)
ar: الحجم (%1$@)
de: Volumen (%1$@)
es: Volumen (%1$@)
hi: वॉल्यूम (%1$@)
hu: Mennyiség (%1$@)
ko: 볼륨 (%1$@)
pl: Objętość (%1$@)
ru: Объём (%1$@)
th: ปริมาณ (%1$@)
tr: Hacim (%1$@)
uk: Обсяг (%1$@)
zh: 训练量（%1$@）

source: Wait for the Coach to finish…
ar: انتظر حتى ينتهي المدرب…
de: Warte, bis der Coach fertig ist…
es: Espera a que el entrenador termine…
fr: Attends que le coach ait fini…
hi: कोच के पूरा होने का इंतज़ार करें…
hu: Várd meg, amíg az Edző végez…
it: Aspetta che il Coach finisca…
ko: 코치가 끝날 때까지 기다려 주세요…
pl: Poczekaj, aż trener skończy…
pt: Espera que o Treinador termine…
pt_br: Espere o Treinador terminar…
ru: Подождите, пока тренер закончит…
th: รอให้โค้ชทำเสร็จ…
tr: Koçun bitirmesini bekle…
uk: Зачекай, поки тренер закінчить…
zh: 请等待教练完成…

source: Waiting for your answer about this device’s workouts
ar: بانتظار إجابتك بشأن تمارين هذا الجهاز
de: Wartet auf deine Antwort zu den Trainings dieses Geräts
es: Esperando tu respuesta sobre los entrenamientos de este dispositivo
fr: En attente de ta réponse sur les séances de cet appareil
hi: इस डिवाइस के वर्कआउट के बारे में आपके जवाब की प्रतीक्षा है
hu: Válaszra vár az eszköz edzéseiről
it: In attesa della tua risposta sugli allenamenti di questo dispositivo
ko: 이 기기의 운동에 대한 답변을 기다리는 중
pl: Czeka na Twoją odpowiedź w sprawie treningów z tego urządzenia
pt: À espera da tua resposta sobre os treinos deste dispositivo
pt_br: Aguardando sua resposta sobre os treinos deste dispositivo
ru: Ждём вашего ответа о тренировках с этого устройства
th: กำลังรอคำตอบของคุณเกี่ยวกับการออกกำลังกายในอุปกรณ์นี้
tr: Bu cihazdaki antrenmanlar için yanıtın bekleniyor
uk: Чекаємо на вашу відповідь щодо тренувань із цього пристрою
zh: 正在等待你对本设备训练的答复

source: Waiting to sync
ar: بانتظار المزامنة
de: Wartet auf Synchronisierung
es: Pendiente de sincronizar
fr: En attente de synchronisation
hi: सिंक होने की प्रतीक्षा
hu: Szinkronizálásra vár
it: In attesa di sincronizzazione
ko: 동기화 대기 중
pl: Czeka na synchronizację
pt: À espera de sincronizar
pt_br: Aguardando sincronização
ru: Ожидает синхронизации
th: รอซิงค์
tr: Eşitlenmeyi bekliyor
uk: Очікує синхронізації
zh: 等待同步

source: Want changes to the plan from this? Ask for a review below.
ar: تريد تغييرات على الخطة بناءً على هذا؟ اطلب مراجعة أدناه.
de: Sollen daraus Änderungen am Plan werden? Bitte unten um eine Überprüfung.
es: ¿Quieres cambios en el plan a partir de esto? Pide una revisión abajo.
fr: Tu veux en tirer des changements de plan ? Demande une revue ci-dessous.
hi: इससे प्लान में बदलाव चाहिए? नीचे समीक्षा माँगें।
hu: Szeretnél ebből tervmódosítást? Kérj áttekintést lent.
it: Vuoi cambiare il piano a partire da questo? Chiedi una revisione qui sotto.
ko: 이걸로 플랜을 바꾸고 싶나요? 아래에서 검토를 요청하세요.
pl: Chcesz na tej podstawie zmienić plan? Poproś poniżej o przegląd.
pt: Queres alterações ao plano a partir disto? Pede uma revisão abaixo.
pt_br: Quer mudanças no plano a partir disso? Peça uma revisão abaixo.
ru: Хочешь изменить план на основе этого? Попроси разбор ниже.
th: อยากให้เปลี่ยนแผนจากสิ่งนี้ไหม ขอรีวิวด้านล่าง
tr: Bundan plan değişikliği mi istiyorsun? Aşağıdan bir inceleme iste.
uk: Хочеш змінити план на основі цього? Попроси розбір нижче.
zh: 想据此调整计划？在下方请求一次审查。

source: Want something different?
ar: تريد شيئًا مختلفًا؟
de: Möchtest du etwas anderes?
es: ¿Quieres algo distinto?
fr: Vous voulez autre chose ?
hi: कुछ अलग चाहिए?
hu: Valami mást szeretnél?
it: Vuoi qualcosa di diverso?
ko: 다른 걸 원하나요?
pl: Chcesz czegoś innego?
pt: Queres algo diferente?
pt_br: Quer algo diferente?
ru: Хотите иначе?
th: อยากได้อะไรที่ต่างออกไปไหม
tr: Farklı bir şey mi istiyorsun?
uk: Хочеш інакше?
zh: 想要不一样的？

source: Warm-up
ar: إحماء
de: Aufwärmen
es: Calentamiento
fr: Échauffement
hi: वार्म-अप
hu: Bemelegítés
it: Riscaldamento
ko: 워밍업
pl: Rozgrzewka
pt: Aquecimento
pt_br: Aquecimento
ru: Разминка
th: วอร์มอัพ
tr: Isınma
uk: Розминка
zh: 热身

source: Warm-up sets
ar: مجموعات الإحماء
de: Aufwärmsätze
es: Series de calentamiento
fr: Séries d’échauffement
hi: वार्म-अप सेट
hu: Bemelegítő sorozatok
it: Serie di riscaldamento
ko: 워밍업 세트
pl: Serie rozgrzewkowe
pt: Séries de aquecimento
pt_br: Séries de aquecimento
ru: Разминочные подходы
th: เซ็ตวอร์มอัพ
tr: Isınma setleri
uk: Розминкові підходи
zh: 热身组

source: Watch video
ar: مشاهدة الفيديو
de: Video ansehen
es: Ver vídeo
fr: Voir la vidéo
hi: वीडियो देखें
hu: Videó megnézése
it: Guarda il video
ko: 동영상 보기
pl: Obejrzyj film
pt: Ver vídeo
pt_br: Assistir ao vídeo
ru: Смотреть видео
th: ดูวิดีโอ
tr: Videoyu izle
uk: Дивитися відео
zh: 观看视频

source: We
ar: الأربعاء
de: Mi
es: Mi
fr: Me
hi: बु
hu: Sze
it: Me
ko: 수
pl: Śr
pt: Qa
pt_br: Q
ru: Ср
th: พ
tr: Ça
uk: Ср
zh: 三

source: Weak
ar: ضعيف
de: Schwach
es: Débil
fr: Faible
hi: कमज़ोर
hu: Gyenge
it: Debole
ko: 약함
pl: Słaby
pt: Fraco
pt_br: Fraco
ru: Слабое
th: อ่อนแอ
tr: Zayıf
uk: Слабко
zh: 薄弱

source: Wed
ar: أربع
de: Mi
es: Mié
fr: Mer
hi: बुध
hu: Sze
it: Mer
ko: 수
pl: Śro
pt: Qua
pt_br: Qua
ru: Ср
th: พ
tr: Çar
uk: Ср
zh: 周三

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
fr: Mercredi
hi: बुधवार
hu: Szerda
it: Mercoledì
ko: 수요일
pl: Środa
pt: Quarta-feira
pt_br: Quarta-feira
ru: Среда
th: วันพุธ
tr: Çarşamba
uk: Середа
zh: 星期三

source: Week
ar: الأسبوع
de: Woche
es: Semana
fr: Semaine
hi: सप्ताह
hu: Hét
it: Settimana
ko: 이번 주
pl: Tydzień
pt: Semana
pt_br: Semana
ru: Неделя
th: สัปดาห์
tr: Hafta
uk: Тиждень
zh: 本周

source: Week by week
ar: أسبوعًا بأسبوع
de: Woche für Woche
es: Semana a semana
fr: Semaine par semaine
hi: हफ़्ते दर हफ़्ते
hu: Hétről hétre
it: Settimana per settimana
ko: 주별 변화
pl: Tydzień po tygodniu
pt: Semana a semana
pt_br: Semana a semana
ru: Неделя за неделей
th: รายสัปดาห์
tr: Hafta hafta
uk: Тиждень за тижнем
zh: 逐周变化

# Week of {0}
source: Week of %1$@
ar: أسبوع %1$@
de: Woche vom %1$@
es: Semana del %1$@
fr: Semaine du %1$@
hi: %1$@ वाला सप्ताह
hu: Hét: %1$@
it: Settimana del %1$@
ko: %1$@ 주
pl: Tydzień od %1$@
pt: Semana de %1$@
pt_br: Semana de %1$@
ru: Неделя с %1$@
th: สัปดาห์เริ่ม %1$@
tr: %1$@ haftası
uk: Тиждень з %1$@
zh: %1$@ 起的一周

source: Week schedule
ar: جدول الأسبوع
de: Wochenplan
es: Horario semanal
fr: Planning de la semaine
hi: हफ़्ते का कार्यक्रम
hu: Heti beosztás
it: Programma settimanale
ko: 주간 일정
pl: Harmonogram tygodnia
pt: Horário semanal
pt_br: Horário semanal
ru: Расписание недели
th: ตารางรายสัปดาห์
tr: Hafta programı
uk: Розклад тижня
zh: 每周日程

source: Week starts on
ar: بداية الأسبوع
de: Woche beginnt am
es: La semana empieza el
fr: La semaine commence le
hi: सप्ताह शुरू होता है
hu: A hét kezdőnapja
it: La settimana inizia il
ko: 주 시작 요일
pl: Tydzień zaczyna się w
pt: Início da semana
pt_br: Início da semana
ru: Неделя начинается с
th: สัปดาห์เริ่มวัน
tr: Hafta başlangıcı
uk: Тиждень починається з
zh: 一周开始于

source: Week streak
ar: أسابيع متتالية
de: Wochen-Serie
es: Racha semanal
fr: Série hebdo
hi: हफ़्तों की स्ट्रीक
hu: Heti sorozat
it: Serie settimanale
ko: 연속 주
pl: Seria tygodni
pt: Sequência semanal
pt_br: Sequência semanal
ru: Серия недель
th: ต่อเนื่องรายสัปดาห์
tr: Hafta serisi
uk: Серія тижнів
zh: 连续周数

source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
hi: साप्ताहिक
hu: Hetente
it: Settimanale
ko: 매주
pl: Co tydzień
pt: Semanal
pt_br: Semanal
ru: Еженедельно
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
zh: 每周

source: Weekly Training Plan
ar: خطة التدريب الأسبوعية
de: Wochen-Trainingsplan
es: Plan de entrenamiento semanal
fr: Plan d'entraînement hebdomadaire
hi: साप्ताहिक ट्रेनिंग प्लान
hu: Heti edzésterv
it: Piano di allenamento settimanale
ko: 주간 트레이닝 계획
pl: Tygodniowy plan treningowy
pt: Plano de treino semanal
pt_br: Plano de treino semanal
ru: Недельный план тренировок
th: แผนการฝึกรายสัปดาห์
tr: Haftalık antrenman planı
uk: Тижневий план тренувань
zh: 每周训练计划

source: Weekly average
ar: المتوسط الأسبوعي
de: Wochendurchschnitt
es: Media semanal
fr: Moyenne hebdomadaire
hi: साप्ताहिक औसत
hu: Heti átlag
it: Media settimanale
ko: 주간 평균
pl: Średnia tygodniowa
pt: Média semanal
pt_br: Média semanal
ru: Среднее за неделю
th: ค่าเฉลี่ยรายสัปดาห์
tr: Haftalık ortalama
uk: Середнє за тиждень
zh: 每周平均

source: Weekly plan:
ar: الخطة الأسبوعية:
de: Wochenplan:
es: Plan semanal:
fr: Plan hebdo :
hi: साप्ताहिक योजना:
hu: Heti terv:
it: Piano settimanale:
ko: 주간 계획:
pl: Plan tygodnia:
pt: Plano semanal:
pt_br: Plano semanal:
ru: Недельный план:
th: แผนรายสัปดาห์:
tr: Haftalık plan:
uk: Тижневий план:
zh: 每周计划：

# Weeks since training: {0}
source: Weeks since training: %1$@
ar: أسابيع منذ آخر تدريب: %1$@
de: Zuletzt vor %1$@ Wo. trainiert
es: Último entrenamiento: hace %1$@ sem.
fr: Dernier entraînement : il y a %1$@ sem.
hi: पिछला व्यायाम: %1$@ सप्ताह पहले
hu: Utoljára %1$@ hete edzve
it: Ultimo allenamento: %1$@ sett. fa
ko: 마지막 운동: %1$@주 전
pl: Trening: %1$@ tyg. temu
pt: Treino: há %1$@ sem.
pt_br: Treino: há %1$@ sem.
ru: Тренировка: %1$@ нед. назад
th: ไม่ได้ฝึกมา %1$@ สัปดาห์
tr: Son antrenman: %1$@ hafta önce
uk: Тренування: %1$@ тижн. тому
zh: 上次训练：%1$@周前

source: Weigh in before workouts
ar: الوزن قبل التمارين
de: Vor dem Training wiegen
es: Pesarse antes de entrenar
fr: Se peser avant la séance
hi: वर्कआउट से पहले वज़न दर्ज करना
hu: Súlymérés edzés előtt
it: Pesarsi prima dell’allenamento
ko: 운동 전 체중 기록
pl: Ważenie przed treningiem
pt: Pesar antes do treino
pt_br: Pesar antes do treino
ru: Взвешивание перед тренировкой
th: ชั่งน้ำหนักก่อนออกกำลังกาย
tr: Antrenman öncesi tartılma
uk: Зважування перед тренуванням
zh: 训练前称重

source: Weigh-ins
ar: قياسات الوزن
de: Wiegungen
es: Pesajes
fr: Pesées
hi: वज़न मापन
hu: Mérések
it: Pesate
ko: 체중 기록
pl: Ważenia
pt: Pesagens
pt_br: Pesagens
ru: Взвешивания
th: บันทึกน้ำหนัก
tr: Tartımlar
uk: Зважування
zh: 称重记录

# Weight ({0})
source: Weight (%1$@)
ar: الوزن (%1$@)
de: Gewicht (%1$@)
es: Peso (%1$@)
fr: Poids (%1$@)
hi: वज़न (%1$@)
hu: Súly (%1$@)
it: Peso (%1$@)
ko: 무게 (%1$@)
pl: Ciężar (%1$@)
pt: Peso (%1$@)
pt_br: Peso (%1$@)
ru: Вес (%1$@)
th: น้ำหนัก (%1$@)
tr: Ağırlık (%1$@)
uk: Вага (%1$@)
zh: 重量（%1$@）

source: Weight 30d
ar: الوزن خلال 30 يومًا
de: Gewicht 30 T.
es: Peso 30 d
fr: Poids 30 j
hi: वज़न 30 दिन
hu: Súly 30 nap
it: Peso 30 g
ko: 체중 30일
pl: Waga 30 dni
pt: Peso 30 d
pt_br: Peso 30 d
ru: Вес 30 дн.
th: น้ำหนัก 30 วัน
tr: Kilo 30 g
uk: Вага за 30 дн.
zh: 体重 30 天

source: Weight and reps buttons
ar: أزرار الوزن والتكرارات
de: Plus/Minus-Tasten für Gewicht und Wdh.
es: Botones +/− de peso y repeticiones
fr: Boutons +/− poids et répétitions
hi: वज़न और रेप्स के +/− बटन
hu: Súly és ismétlés +/− gombok
it: Pulsanti +/− di peso e ripetizioni
ko: 무게·횟수 +/− 버튼
pl: Przyciski +/− ciężaru i powtórzeń
pt: Botões +/− de peso e repetições
pt_br: Botões +/− de peso e repetições
ru: Кнопки +/− для веса и повторений
th: ปุ่ม +/− น้ำหนักและจำนวนครั้ง
tr: Ağırlık ve tekrar +/− düğmeleri
uk: Кнопки +/− для ваги й повторень
zh: 重量和次数的 +/− 按钮
